sitemap.org
#+TITLE: sitemap
#+SETUPFILE: setupfile.org
- [[./16C-programs.org][HP-16C programs]]
- [[./9front-accounts.org][managing accounts on 9front]]
- [[./9front-cpusetup.org][setup a 9front cpu server]]
- [[./9front-faces.org][faces]]
- [[./9front-iso.org][building a 9front iso]]
- [[./9front-kvm.org][running 9front inside kvm]]
- [[./9front-multiplexing.org][multiplexing on 9front]]
- [[./about.org][about]]
- [[./aircrack.org][aircrack-ng]]
- [[./alpine.org][alpine linux]]
- [[./ansi-escapes.org][ansi escape sequences]]
- [[./ape-wine.org][ape wine]]
- [[./asan.org][address sanitizer]]
- [[./bash-devtcp.org][/dev/tcp shenanigans]]
- [[./capital.org][capital letters considered harmful]]
- [[./chromeos-blahaj.org][type blåhaj on chrome os]]
- [[./cisco.org][cisco]]
- [[./disambiguation.org][disambiguation]]
- [[./docker-tor.org][send traffic from docker containers through tor]]
- [[./docker-x11.org][docker X11]]
- [[./elevator-fireoperation.org][fire operation phase 2]]
- [[./elevator-testscript.org][elevator emergency phone test script]]
- [[./emacs-package.org][emacs packages]]
- [[./feh.org][feh]]
- [[./ffmpeg-gif.org][generating gif's with ffmpeg]]
- [[./ffmpeg-loop.org][ffmpeg looping]]
- [[./ffmpeg-webp.org][generate webp's with ffmpeg]]
- [[./finger-inet-sh.org][shell script finger daemon]]
- [[./gdb.org][gnu debugger]]
- [[./git-archive.org][reproducing git archives]]
- [[./git-compression.org][compress a git repository]]
- [[./git-push-to-create.org][git push to create]]
- [[./github.org][github]]
- [[./gpg-backup.org][backing up and syncing gpg keys]]
- [[./gpg-generate.org][generating a gpg key]]
- [[./graphviz.org][graphviz]]
- [[./hexchat.org][hexchat]]
- [[./hockeypuck-delete.org][delete keys from hockeypuck]]
- [[./icecast-customindex.org][icecast custom index page]]
- [[./IHG.org][IHG]]
- [[./imagemagick.org][imagemagick]]
- [[./index.org][xfnw's org wiki thing]]
- [[./iproute2.org][iproute2]]
- [[./iptables-forward.org][forwarding ports with iptables]]
- [[./irccloud.org][irccloud]]
- [[./latex-cite.org][making citations with LaTeX]]
- [[./latex-pdfa.org][creating accessable PDF/A files with LaTeX]]
- [[./lavfi-scope.org][lavfi live oscilloscope]]
- [[./libressl-ld.org][libressl ld.conf on arch]]
- [[./libvirt-hidden.org][hide that a libvirt guest is in a vm]]
- [[./linux-sysrq.org][magic sysrq]]
- [[./logisim.org][logisim evolution]]
- [[./mariadb-accounts.org][mariadb accounts]]
- [[./minecraft.org][minecraft]]
- [[./minetest-mods.org][minetest mods]]
- [[./minetest-skins.org][minetest skins]]
- [[./ms-reg.org][registry]]
- [[./ngircd-cloakhostsalt.org][ngircd cloak host salt]]
- [[./ngircd-s2s.org][ngircd s2s]]
- [[./nix-build.org][nix-build]]
- [[./nxproxy.org][using nxproxy]]
- [[./openbsd-vnc.org][setting up vnc with xenodm on openbsd]]
- [[./openssl-customnameconstraints.org][openssl custom name constraints]]
- [[./openssl-fingerprints.org][calculating cert fingerprints with openssl]]
- [[./openwrt-client.org][openwrt client mode]]
- [[./org-tangle.org][tangling with org]]
- [[./pacman.org][keeping your storage tidy with pacman]]
- [[./pixelflut.org][pixelflut]]
- [[./pngo.org][pngo]]
- [[./polkit-libvirt.org][polkit libvirt rules]]
- [[./powdertoy.org][powdertoy]]
- [[./pulseaudio-debugging.org][debugging pulseaudio]]
- [[./python-pillow.org][python PIL/Pillow]]
- [[./raspistill.org][raspistill]]
- [[./rc.d.org][rc.d]]
- [[./screen.org][screen]]
- [[./sqlite.org][sqlite]]
- [[./testout.org][testout labsim considered harmful]]
- [[./tlstunnel.org][tlstunnel]]
- [[./tmux.org][tmux]]
- [[./uart.org][uart serial]]
- [[./ubports-mako.org][installing ubports on mako]]
- [[./weechat-logs.org][managing weechat logs]]
- [[./wireguard.org][wireguard]]
- [[./xcompose.org][create custom compose keybinds with XCompose]]
- [[./xfburn-failurecbd.org][xfburn FailureCBD error]]
- [[./xinput.org][xinput]]
- [[./znc-freeze.org][freeze a znc account]]
