sitemap.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-28 Sat 13:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>sitemap</title>
<meta name="generator" content="Org Mode" />
<meta charset="UTF-8">
<nav>
<a href="index.html">home</a> /
<a href="about.html">about</a> /
<a href="sitemap.html">sitemap</a> /
</nav>
</head>
<body>
<div id="content" class="content">
<h1 class="title">sitemap</h1>
<ul class="org-ul">
<li><a href="./16C-programs.html">HP-16C programs</a></li>
<li><a href="./9front-accounts.html">managing accounts on 9front</a></li>
<li><a href="./9front-cpusetup.html">setup a 9front cpu server</a></li>
<li><a href="./9front-faces.html">faces</a></li>
<li><a href="./9front-iso.html">building a 9front iso</a></li>
<li><a href="./9front-multiplexing.html">multiplexing on 9front</a></li>
<li><a href="./about.html">about</a></li>
<li><a href="./aircrack.html">aircrack-ng</a></li>
<li><a href="./alpine.html">alpine linux</a></li>
<li><a href="./ansi-escapes.html">ansi escape sequences</a></li>
<li><a href="./ape-wine.html">ape wine</a></li>
<li><a href="./asan.html">address sanitizer</a></li>
<li><a href="./capital.html">capital letters considered harmful</a></li>
<li><a href="./chromeos-blahaj.html">type blåhaj on chrome os</a></li>
<li><a href="./cisco.html">cisco</a></li>
<li><a href="./disambiguation.html">disambiguation</a></li>
<li><a href="./docker-x11.html">docker X11</a></li>
<li><a href="./elevator-fireoperation.html">fire operation phase 2</a></li>
<li><a href="./elevator-testscript.html">elevator emergency phone test script</a></li>
<li><a href="./emacs-package.html">emacs packages</a></li>
<li><a href="./feh.html">feh</a></li>
<li><a href="./ffmpeg-gif.html">generating gif's with ffmpeg</a></li>
<li><a href="./ffmpeg-loop.html">ffmpeg looping</a></li>
<li><a href="./ffmpeg-webp.html">generate webp's with ffmpeg</a></li>
<li><a href="./finger-inet-sh.html">shell script finger daemon</a></li>
<li><a href="./gdb.html">gnu debugger</a></li>
<li><a href="./git-compression.html">compress a git repository</a></li>
<li><a href="./git-push-to-create.html">git push to create</a></li>
<li><a href="./github.html">github</a></li>
<li><a href="./gpg-backup.html">backing up and syncing gpg keys</a></li>
<li><a href="./gpg-generate.html">generating a gpg key</a></li>
<li><a href="./graphviz.html">graphviz</a></li>
<li><a href="./hexchat.html">hexchat</a></li>
<li><a href="./hockeypuck-delete.html">delete keys from hockeypuck</a></li>
<li><a href="./icecast-customindex.html">icecast custom index page</a></li>
<li><a href="./IHG.html">IHG</a></li>
<li><a href="./imagemagick.html">imagemagick</a></li>
<li><a href="./index.html">xfnw's org wiki thing</a></li>
<li><a href="./iproute2.html">iproute2</a></li>
<li><a href="./iptables-forward.html">forwarding ports with iptables</a></li>
<li><a href="./irccloud.html">irccloud</a></li>
<li><a href="./latex-cite.html">making citations with LaTeX</a></li>
<li><a href="./latex-pdfa.html">creating accessable PDF/A files with LaTeX</a></li>
<li><a href="./lavfi-scope.html">lavfi live oscilloscope</a></li>
<li><a href="./libressl-ld.html">libressl ld.conf on arch</a></li>
<li><a href="./libvirt-hidden.html">hide that a libvirt guest is in a vm</a></li>
<li><a href="./linux-sysrq.html">magic sysrq</a></li>
<li><a href="./logisim.html">logisim evolution</a></li>
<li><a href="./mariadb-accounts.html">mariadb accounts</a></li>
<li><a href="./minetest-mods.html">minetest mods</a></li>
<li><a href="./minetest-skins.html">minetest skins</a></li>
<li><a href="./ms-reg.html">registry</a></li>
<li><a href="./ngircd-cloakhostsalt.html">ngircd cloak host salt</a></li>
<li><a href="./ngircd-s2s.html">ngircd s2s</a></li>
<li><a href="./nix-build.html">nix-build</a></li>
<li><a href="./nxproxy.html">using nxproxy</a></li>
<li><a href="./openbsd-vnc.html">setting up vnc with xenodm on openbsd</a></li>
<li><a href="./openssl-customnameconstraints.html">openssl custom name constraints</a></li>
<li><a href="./openssl-fingerprints.html">calculating cert fingerprints with openssl</a></li>
<li><a href="./openwrt-client.html">openwrt client mode</a></li>
<li><a href="./org-tangle.html">tangling with org</a></li>
<li><a href="./pacman.html">keeping your storage tidy with pacman</a></li>
<li><a href="./pixelflut.html">pixelflut</a></li>
<li><a href="./pngo.html">pngo</a></li>
<li><a href="./polkit-libvirt.html">polkit libvirt rules</a></li>
<li><a href="./powdertoy.html">powdertoy</a></li>
<li><a href="./pulseaudio-debugging.html">debugging pulseaudio</a></li>
<li><a href="./python-pillow.html">python PIL/Pillow</a></li>
<li><a href="./raspistill.html">raspistill</a></li>
<li><a href="./rc.d.html">rc.d</a></li>
<li><a href="./screen.html">screen</a></li>
<li><a href="./sqlite.html">sqlite</a></li>
<li><a href="./testout.html">testout labsim considered harmful</a></li>
<li><a href="./tlstunnel.html">tlstunnel</a></li>
<li><a href="./tmux.html">tmux</a></li>
<li><a href="./ubports-mako.html">installing ubports on mako</a></li>
<li><a href="./weechat-logs.html">managing weechat logs</a></li>
<li><a href="./wireguard.html">wireguard</a></li>
<li><a href="./xcompose.html">create custom compose keybinds with XCompose</a></li>
<li><a href="./xfburn-failurecbd.html">xfburn FailureCBD error</a></li>
<li><a href="./xinput.html">xinput</a></li>
<li><a href="./znc-freeze.html">freeze a znc account</a></li>
</ul>
</div>
</body>
</html>